{
	"data": [
		{
			"id": "03d003bc-71a7-4016-9d74-d80f234dd86d",
			"name": "Lyrics",
			"public": true,
			"order": 0,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Lyrics of Super Disco Breakin<\/p>\"}",
			"content_en": "{}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "03d003bc-71a7-4016-9d74-d80f234dd86d",
			"parent_type": "App\\Models\\App\\Base\\Item"
		},
		{
			"id": "8617dc81-35c2-43b4-a3b7-c2712addb4df",
			"name": "Introtext",
			"public": true,
			"order": 0,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p><strong>Hello Nasty<\/strong> ist das fünfte Studioalbum der amerikanischen Hip-Hop-Gruppe Beastie Boys. Es wurde im Juli 1998 veröffentlicht. Das Magazin Rolling Stone zählte es zu den „Essential Recordings of the 90s“.[1] Für das Stück Intergalactic konnte die Gruppe bei der Grammy-Verleihung 1999 einen Preis für die <em>Best Rap Performance by a Duo or Group<\/em> gewinnen, für das Album gewann sie den Award für das Best Alternative Music Album.<\/p>\",\"title_de\":\"Hello Nasty Title (DE)\"}",
			"content_en": "{\"copy_en\":\"<p><strong>Hello Nasty<\/strong> is the fifth studio album by American hip hop group Beastie Boys, released through Grand Royal and Capitol Records on July 14, 1998. It sold 681,000 copies in its first week, debuting at number 1 on the Billboard 200 album sales chart, and won Best Alternative Music Album and <em>Best Rap Performance by a Duo or Group<\/iem> (for Intergalactic) at the 41st Annual Grammy Awards. In Beastie Boys Book (2018), Ad-Rock said he felt Hello Nasty was the group's best record.<\/p>\",\"title_en\":\"Hello Nasty Title (EN)\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5b0d3fec-0948-4e14-ba8a-81cea00e105f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "2a37ddb3-6f90-476a-97e7-91bece04ea11",
			"name": "Info",
			"public": true,
			"order": 0,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>__COMPANY NAME__<br>__COMPANY ADDRESS__<\/p><p>Geschäftsführer: __NAME__<\/p><p>Handelsregister: HRB 999999<br>Registergericht: Amtsgericht Musterstadt<br>Umsatzsteuer-Identifikationsnummer gemäß §27 a Umsatzsteuergesetz: DE 999 999 999<\/p><p>Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: <a href=\\\"https:\/\/ec.europa.eu\/consumers\/odr\/\\\"><u>https:\/\/ec.europa.eu\/consumers\/odr\/<\/u><\/a>. Unsere E-Mail-Adresse finden Sie im Impressum unter \\\"Kontakt\\\".<\/p><p>Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.<\/p>\"}",
			"content_en": "{\"copy_en\":\"<p>__COMPANY NAME__<br>__COMPANY ADDRESS__<\/p><p>Managing directors: __NAME__<\/p><p>Commercial register: HRB 999999<br>Registration court: Amtsgericht Musterstadt<br>VAT Id number according to Sec. 27 a German Value Added Tax Act: DE 999 999 999<\/p><p>The European Commission provides a platform for online dispute resolution (OS): <a href=\\\"https:\/\/ec.europa.eu\/consumers\/odr\/\\\"><u>https:\/\/ec.europa.eu\/consumers\/odr\/<\/u><\/a>. Please find our email in the imprint under \\\"Contact\\\".<\/p><p>We do not take part in online dispute resolutions at consumer arbitration boards.<\/p>\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5ac82ad2-da45-4494-94bc-908d2aeb1f99",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "7cb62e53-8b2a-424f-9fc6-9d39c6b6e7e2",
			"name": "Kontakt",
			"public": true,
			"order": 1,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>E-Mail: __EMAIL__<br>Telefon: __TELEPHONE__<br>Fax: __FAX__<\/p>\",\"title_de\":\"Kontakt\"}",
			"content_en": "{\"copy_en\":\"<p>Email: __EMAIL__<br>Phone: __TELEPHONE__<br>Fax: __FAX__<\/p>\",\"title_en\":\"Contact\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5ac82ad2-da45-4494-94bc-908d2aeb1f99",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "49774522-f55e-4624-a3fb-3f57ac7ec4d8",
			"name": "Haftung für Inhalte",
			"public": true,
			"order": 2,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach § 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.<br><br>Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.<\/p>\",\"title_de\":\"Haftung für Inhalte\"}",
			"content_en": "{\"copy_en\":\"<p>As service providers, we are liable for own contents of these websites according to Sec. 7, paragraph 1 German Telemedia Act (TMG). However, according to Sec. 8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities.<br><br>Legal obligations to removing information or to blocking the use of information remain unchallenged. In this case, liability is only possible at the time of knowledge about a specific violation of law. Illegal contents will be removed immediately at the time we get knowledge of them.<\/p>\",\"title_en\":\"Liability for content\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5ac82ad2-da45-4494-94bc-908d2aeb1f99",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "1f6892ff-77c6-482b-b023-d66a2ec37609",
			"name": "Verweise und Links",
			"public": true,
			"order": 3,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Dieses Angebot enthält Verweisziele (\\\"Links\\\") zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.<br><br>Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.<\/p>\",\"title_de\":\"Verweise und Links\"}",
			"content_en": "{\"copy_en\":\"<p>Our offer includes links to external third party websites. We have no influence on the contents of those websites, therefore we cannot guarantee for those contents. Providers or administrators of linked websites are always responsible for their own contents. The linked websites had been checked for possible violations of law at the time of the establishment of the link. Illegal contents were not detected at the time of the linking.<br><br>A permanent monitoring of the contents of linked websites cannot be imposed without reasonable indications that there has been a violation of law. Illegal links will be removed immediately at the time we get knowledge of them.<\/p>\",\"title_en\":\"Liability for links\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5ac82ad2-da45-4494-94bc-908d2aeb1f99",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "16446d37-fe5b-4e89-996c-1b396677d810",
			"name": "Urheberrecht",
			"public": true,
			"order": 4,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.<\/p><p>Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.<\/p>\",\"title_de\":\"Urheberrecht\"}",
			"content_en": "{\"copy_en\":\"<p>Contents and compilations published on these websites by the providers are subject to German copyright laws. Reproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator. Downloads and copies of these websites are permitted for private use only.<\/p><p>The commercial use of our contents without permission of the originator is prohibited. Copyright laws of third parties are respected as long as the contents on these websites do not originate from the provider. Contributions of third parties on this site are indicated as such. However, if you notice any violations of copyright law, please inform us. Such contents will be removed immediately.<\/p>\",\"title_en\":\"Copyright\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "5ac82ad2-da45-4494-94bc-908d2aeb1f99",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "b7f5dc7f-d8e4-4b38-93f7-df19b18746a1",
			"name": "Datenschutz auf einen Blick",
			"public": true,
			"order": 0,
			"template": "text",
			"content_de": "{\"copy_de\":\"<h3>Allgemeine Hinweise<\/h3><p>Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.<\/p><h3>Datenerfassung auf unserer Website<\/h3><p><strong>Wer ist verantwortlich für die Datenerfassung auf dieser Website?<\/strong><br>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.<\/p><p><strong>Wie erfassen wir Ihre Daten?<\/strong><br>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.<\/p><p><strong>Wofür nutzen wir Ihre Daten?<\/strong><br>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.<\/p><p><strong>Welche Rechte haben Sie bezüglich Ihrer Daten?<\/strong><br>Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Details hierzu entnehmen Sie der Datenschutzerklärung unter \\\"Recht auf Einschränkung der Verarbeitung\\\".<\/p>\",\"title_de\":\"Datenschutz auf einen Blick\"}",
			"content_en": "{\"copy_en\":\"<h3>General information<\/h3><p>The following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit our website. The term \\\"personal data\\\" comprises all data that can be used to personally identify you. For detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.<\/p><h3>Data recording on our website<\/h3><p><strong>Who is the responsible party for the recording of data on this website (i.e. the \\\"controller\\\")?<\/strong><br>The data on this website is processed by the operator of the website, whose contact information is available under section „Information Required by Law“ on this website.<\/p><p><strong>How do we record your data?<\/strong><br>We collect your data as a result of your sharing of your data with us. This may, for instance be information you enter into our contact form. Our IT systems automatically record other data when you visit our website. This data comprises primarily technical information (e.g. web browser, operating system or time the site was accessed). This information is recorded automatically when you access our website.<\/p><p><strong>What are the purposes we use your data for?<\/strong><br>A portion of the information is generated to guarantee the error free provision of the website. Other data may be used to analyse your user patterns.<\/p><p><strong>What rights do you have as far as your information is concerned?<\/strong><br>You have the right to receive information about the source, recipients and purposes of your archived personal data at any time without having to pay a fee for such disclosures. You also have the right to demand that your data are rectified, blocked or eradicated. Please do not hesitate to contact us at any time under the address disclosed in section \\\"Information Required by Law\\\" on this website if you have questions about this or any other data protection related issues. You also have the right to log a complaint with the competent supervising agency. Moreover, under certain circumstances, you have the right to demand the restriction of the processing of your personal data. For details, please consult the Data Protection Declaration under section \\\"Right to Restriction of Data Processing.\\\"<\/p>\",\"title_en\":\"An overview of data protection\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "5fd3481f-b9b6-4f49-96a0-5ef97ca5b90d",
			"name": "Allgemeine Hinweise",
			"public": true,
			"order": 1,
			"template": "text",
			"content_de": "{\"copy_de\":\"<h3>Datenschutz<\/h3><p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.<\/p><h3>Hinweis zur verantwortlichen Stelle<\/h3><p>Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:<\/p><p>__NAME__<br>__ADDRESS__<br>Telefon: __TELEPHONE__<br>E-Mail: __MAIL__<\/p><p>Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.<\/p><h3>Widerruf Ihrer Einwilligung zur Datenverarbeitung<\/h3><p>Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.<\/p><h3>Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)<\/h3><p>Wenn die Datenverarbeitung auf Grundlage von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, haben Sie jederzeit das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, gegen die Verarbeitung Ihrer personenbezogenen Daten Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Die jeweilige Rechtsgrundlage, auf denen eine Verarbeitung beruht, entnehmen Sie dieser Datenschutzerklärung. Wenn Sie Widerspruch einlegen, werden wir Ihre betroffenen personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen (Widerspruch nach Art. 21 Abs. 1 DSGVO). Werden Ihre personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, so haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung Sie betreffender personenbezogener Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Wenn Sie widersprechen, werden Ihre personenbezogenen Daten anschließend nicht mehr zum Zwecke der Direktwerbung verwendet (Widerspruch nach Art. 21 Abs. 2 DSGVO).<\/p><h3>Beschwerderecht bei der zuständigen Aufsichtsbehörde<\/h3><p>Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.<\/p><h3>Recht auf Datenübertragbarkeit<\/h3><p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.<\/p><h3>SSL- bzw. TLS-Verschlüsselung<\/h3><p>Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \\\"http:\/\/\\\" auf \\\"https:\/\/\\\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.<\/p><h3>Auskunft, Sperrung, Löschung und Berichtigung<\/h3><p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.<\/p><h3>Recht auf Einschränkung der Verarbeitung<\/h3><p>Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:&nbsp;<\/p><ul><li>Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<\/li><li>Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah\/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.<\/li><li>Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<\/li><li>Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.<\/li><\/ul><p>Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.<\/p><h3>Widerspruch gegen Werbe-E-Mails<\/h3><p>Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.<\/p>\",\"title_de\":\"Allgemeine Hinweise und Pflichtinformationen\"}",
			"content_en": "{\"copy_en\":\"<h3>Data protection<\/h3><p>The operators of this website and its pages take the protection of your personal data very seriously. Hence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration. Whenever you use this website, a variety of personal information will be collected. Personal data comprises data that can be used to personally identify you. This Data Protection Declaration explains which data we collect as well as the purposes we use this data for. It also explains how, and for which purpose the information is collected. We herewith advise you that the transmission of data via the Internet (i.e. through e-mail communications) may be prone to security gaps. It is not possible to completely protect data against third party access.<\/p><h3>Information about the responsible party (referred to as the \\\"controller\\\" in the GDPR)<\/h3><p>The data processing controller on this website is:<\/p><p>__NAME__<br>__ADDRESS__<br>Phone: __TELEPHONE__<br>Email: __MAIL__<\/p><p>The controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g. names, e-mail addresses, etc.).<\/p><h3>Revocation of your consent to the processing of data<\/h3><p>A wide range of data processing transactions are possible only subject to your express consent. You can also revoke at any time any consent you have already given us. To do so, all you are required to do is sent us an informal notification via e-mail. This shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.<\/p><h3>Right to object to the collection of data in special cases; right to object to direct advertising (Art. 21 GDPR)<\/h3><p>In the event that data are processed on the basis of Art. 6 Sect. 1 lit. e or f GDPR, you have the right to at any time object to the processing of your personal data based on grounds arising from your unique situation. This also applies to any profiling based on these provisions. To determine the legal basis, on which any processing of data is based, please consult this Data Protection Declaration. If you log an objection, we will no longer process your affected personal data, unless we are in a position to present compelling protection worthy grounds for the processing of your data, that outweigh your interests, rights and freedoms or if the purpose of the processing is the claiming, exercising or defence of legal entitlements (objection pursuant to Art. 21 Sect. 1 GDPR). If your personal data is being processed in order to engage in direct advertising, you have the right to at any time object to the processing of your affected personal data for the purposes of such advertising. This also applies to profiling to the extent that it is affiliated with such direct advertising. If you object, your personal data will subsequently no longer be used for direct advertising purposes (objection pursuant to Art. 21 Sect. 2 GDPR).<\/p><h3>Right to log a complaint with the competent supervisory agency<\/h3><p>In the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred. The right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.<\/p><h3>Right to data portability<\/h3><p>You have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format. If you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.<\/p><h3>SSL and\/or TLS encryption<\/h3><p>For security reasons and to protect the transmission of confidential content, such as purchase orders or inquiries you submit to us as the website operator, this website uses either an SSL or a TLS encryption programme. You can recognise an encrypted connection by checking whether the address line of the browser switches from \\\"http:\/\/\\\" to \\\"https:\/\/\\\" and also by the appearance of the lock icon in the browser line. If the SSL or TLS encryption is activated, data you transmit to us cannot be read by third parties.<\/p><h3>Information about, blockage, rectification and eradication of data<\/h3><p>Within the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data. You may also have a right to have your data rectified, blocked or eradicated. If you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time at the address provided in section \\\"Information Required by Law.\\\"<\/p><h3>Right to demand processing restrictions<\/h3><p>You have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned. To do so, you may contact us at any time at the address provided in section \\\"Information Required by Law.\\\" The right to demand restriction of processing applies in the following cases:&nbsp;<\/p><ul><li>In the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim. During the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.<\/li><li>If the processing of your personal data was\/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.<\/li><li>If we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.<\/li><li>If you have raised an objection pursuant to Art. 21 Sect. 1 GDPR, your rights and our rights will have to be weighed against each other. As long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.<\/li><\/ul><p>If you have restricted the processing of your personal data, these data – with the exception of their archiving – may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.<\/p><h3>Rejection of unsolicited e-mails<\/h3><p>We herewith object to the use of contact information published in conjunction with the mandatory information to be provided in section „Information Required by Law“ to send us promotional and information material that we have not expressly requested. The operators of this website and its pages reserve the express right to take legal action in the event of the unsolicited sending of promotional information, for instance via SPAM messages.<\/p>\",\"title_en\":\"General information and mandatory information\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "fd32720c-2041-4319-ac47-9adb5e7c07ce",
			"name": "Datenerfassung auf unserer Website",
			"public": true,
			"order": 2,
			"template": "text",
			"content_de": "{\"copy_de\":\"<h3>Cookies<\/h3><p>Die Internetseiten verwenden teilweise so genannte Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.<\/p><p>Die meisten der von uns verwendeten Cookies sind so genannte „Session-Cookies“. Sie werden nach Ende Ihres Besuchs automatisch gelöscht. Andere Cookies bleiben auf Ihrem Endgerät gespeichert bis Sie diese löschen. Diese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.<\/p><p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.<\/p><p>Cookies, die zur Durchführung des elektronischen Kommunikationsvorgangs oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z. B. Warenkorbfunktion) erforderlich sind, werden auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO gespeichert. Der Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste. Soweit andere Cookies (z. B. Cookies zur Analyse Ihres Surfverhaltens) gespeichert werden, werden diese in dieser Datenschutzerklärung gesondert behandelt.<\/p><h3>Server-Log-Dateien<\/h3><p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:<\/p><ul><li>Browsertyp und Browserversion<\/li><li>verwendetes Betriebssystem<\/li><li>Referrer URL<\/li><li>Hostname des zugreifenden Rechners<\/li><li>Uhrzeit der Serveranfrage<\/li><li>IP-Adresse<\/li><\/ul><p>Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.<\/p><p>Die Erfassung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website – hierzu müssen die Server-Log-Files erfasst werden.<\/p><h3>Kontaktformular<\/h3><p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.<\/p><p>Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Sie können diese Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.<\/p><p>Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.<\/p><h3>Anfrage per E-Mail, Telefon oder Telefax<\/h3><p>Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.<\/p><p>Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) und\/oder auf unseren berechtigten Interessen (Art. 6 Abs. 1 lit. f DSGVO), da wir ein berechtigtes Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen haben.<\/p><p>Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.<\/p>\",\"title_de\":\"Datenerfassung auf unserer Website\"}",
			"content_en": "{\"copy_en\":\"<h3>Cookies<\/h3><p>In some instances, our website and its pages use so-called cookies. Cookies do not cause any damage to your computer and do not contain viruses. The purpose of cookies is to make our website more user friendly, effective and more secure. Cookies are small text files that are placed on your computer and stored by your browser.<\/p><p>Most of the cookies we use are so-called „session cookies.“ They are automatically deleted after your leave our site. Other cookies will remain archived on your device until you delete them. These cookies enable us to recognise your browser the next time you visit our website.<\/p><p>You can adjust the settings of your browser to make sure that you are notified every time cookies are placed and to enable you to accept cookies only in specific cases or to exclude the acceptance of cookies for specific situations or in general and to activate the automatic deletion of cookies when you close your browser. If you deactivate cookies, the functions of this website may be limited.<\/p><p>Cookies that are required for the performance of the electronic communications transaction or to provide certain functions you want to use (e.g. the shopping cart function), are stored on the basis of Art. 6 Sect. 1 lit. f GDPR. The website operator has a legitimate interest in storing cookies to ensure the technically error free and optimised provision of the operator’s services. If other cookies (e.g. cookies for the analysis of your browsing patterns) should be stored, they are addressed separately in this Data Protection Declaration.<\/p><h3>Server log files<\/h3><p>The provider of this website and its pages automatically collects and stores information in so-called server log files, which your browser communicates to us automatically. The information comprises:&nbsp;<\/p><ul><li>The type and version of browser used<\/li><li>The used operating system<\/li><li>Referrer URL<\/li><li>The hostname of the accessing computer<\/li><li>The time of the server inquiry<\/li><li>The IP address<\/li><\/ul><p>This data is not merged with other data sources.&nbsp;<\/p><p>This data is recorded on the basis of Art. 6 Sect. 1 lit. f GDPR. The operator of the website has a legitimate interest in the technically error free depiction and the optimization of the operator’s website. In order to achieve this, server log files must be recorded.<\/p><h3>Contact form<\/h3><p>If you submit inquiries to us via our contact form, the information provided in the contact form as well as any contact information provided therein will be stored by us in order to handle your inquiry and in the event that we have further questions. We will not share this information without your consent.<\/p><p>Hence, the processing of the data entered into the contact form occurs exclusively based on your consent (Art. 6 Sect. 1 lit. a GDPR). You have the right to revoke at any time any consent you have already given us. To do so, all you are required to do is sent us an informal notification via e-mail. This shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.<\/p><p>The information you have entered into the contact form shall remain with us until you ask us to eradicate the data, revoke your consent to the archiving of data or if the purpose for which the information is being archived no longer exists (e.g. after we have concluded our response to your inquiry). This shall be without prejudice to any mandatory legal provisions – in particular retention periods.<\/p><h3>Request by e-mail, telephone or fax<\/h3><p>If you contact us by e-mail, telephone or fax, your request, including all resulting personal data (name, request) will be stored and processed by us for the purpose of processing your request. We do not pass these data on without your consent.<\/p><p>The processing of these data is based on Art. 6 para. 1 lit. b GDPR, if your request is related to the execution of a contract or if it is necessary to carry out pre-contractual measures. In all other cases, the processing is based on your consent (Article 6 (1) a GDPR) and\/or on our legitimate interests (Article 6 (1) (f) GDPR), since we have a legitimate interest in the effective processing of requests addressed to us.<\/p><p>The data sent by you to us via contact requests remain with us until you request us to delete, revoke your consent to the storage or the purpose for the data storage lapses (e.g. after completion of your request). Mandatory statutory provisions – in particular statutory retention periods – remain unaffected.<\/p>\",\"title_en\":\"Recording of data on our website\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "1bdcfa51-a567-41b2-b362-361b69104b02",
			"name": "Analyse-Tools und Werbung",
			"public": true,
			"order": 3,
			"template": "text",
			"content_de": "{\"copy_de\":\"<h3>Matomo (ehemals Piwik)<\/h3><p>Diese Website benutzt den Open Source Webanalysedienst Matomo. Matomo verwendet so genannte “Cookies”. Das sind Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Dazu werden die durch den Cookie erzeugten Informationen über die Benutzung dieser Website auf unserem Server gespeichert. Die IP-Adresse wird vor der Speicherung anonymisiert.<\/p><p>Matomo-Cookies verbleiben auf Ihrem Endgerät, bis Sie sie löschen.<\/p><p>Die Speicherung von Matomo-Cookies und die Nutzung dieses Analyse-Tools erfolgen auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an der anonymisierten Analyse des Nutzerverhaltens, um sowohl sein Webangebot als auch seine Werbung zu optimieren.<\/p><p>Die durch den Cookie erzeugten Informationen über die Benutzung dieser Website werden nicht an Dritte weitergegeben. Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.<\/p><p>Wenn Sie mit der Speicherung und Nutzung Ihrer Daten nicht einverstanden sind, können Sie die Speicherung und Nutzung hier deaktivieren. In diesem Fall wird in Ihrem Browser ein Opt-Out-Cookie hinterlegt, der verhindert, dass Matomo Nutzungsdaten speichert. Wenn Sie Ihre Cookies löschen, hat dies zur Folge, dass auch das Matomo Opt-Out-Cookie gelöscht wird. Das Opt-Out muss bei einem erneuten Besuch unserer Seite wieder aktiviert werden.<\/p>\",\"title_de\":\"Analyse-Tools und Werbung\"}",
			"content_en": "{\"copy_en\":\"<h3>Matomo (formerly called Piwik)<\/h3><p>This website uses the open source web analysis service Matomo. Matomo uses so-called \\\"cookies,\\\" which are text files that are stored on your computer and that make it possible to analyse your use of this website. In conjunction with this, the information about the use of this website generated by the cookie will be archived on our server. Prior to archiving, the IP address will first be anonymized.<\/p><p>Matomo cookies will remain on your device until you delete them.<\/p><p>The storage of Matomo cookies and the use of this analysis tool are based on Art. 6 Sect. 1 lit. f GDPR. The website operator has a legitimate interest in the analysis of user patterns, in order to optimize the operator’s web offerings and advertising.<\/p><p>The information generated by cookies concerning the use of this website shall not be shared with any third parties. You may prevent the storage of cookies at any time by making pertinent changes to your browser software settings; however, we have to point out that in this case you may not be able to use all of the functions of this website to their fullest extent.<\/p><p>If you do not consent to the storage and use of your data, you have the option to deactivate the storage and use of such data here. In this case, an opt out cookie will be placed in our browser, which prevent the storage of usage data by Matomo. If you delete your cookies, this will also result in the deletion of the Matomo opt out cookie. Hence, you will have to reactivate the opt out when you return to visit our website.<\/p>\",\"title_en\":\"Analysis tools and advertising\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "024670de-997d-4c68-9451-4ac1ea09504d",
			"name": "Matomo Optout",
			"public": true,
			"order": 4,
			"template": "custom-component",
			"content_de": "{\"component\":\"matomo-optout\"}",
			"content_en": "{}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "03d5402b-d769-471a-a96a-903d9dcf5c0a",
			"name": "Plugin - Youtube",
			"public": true,
			"order": 5,
			"template": "text",
			"content_de": "{\"copy_de\":\"<h3>YouTube mit erweitertem Datenschutz<\/h3><p>Unsere Website nutzt Plugins der Website YouTube. Betreiber der Seiten ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland. Wir nutzen YouTube im erweiterten Datenschutzmodus. Dieser Modus bewirkt laut YouTube, dass YouTube keine Informationen über die Besucher auf dieser Website speichert, bevor diese sich das Video ansehen. Die Weitergabe von Daten an YouTube-Partner wird durch den erweiterten Datenschutzmodus hingegen nicht zwingend ausgeschlossen. So stellt YouTube – unabhängig davon, ob Sie sich ein Video ansehen – eine Verbindung zum Google DoubleClick-Netzwerk her. Sobald Sie ein YouTube-Video auf unserer Website starten, wird eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Wenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen. Des Weiteren kann YouTube nach Starten eines Videos verschiedene Cookies auf Ihrem Endgerät speichern. Mit Hilfe dieser Cookies kann YouTube Informationen über Besucher unserer Website erhalten. Diese Informationen werden u. a. verwendet, um Videostatistiken zu erfassen, die Anwenderfreundlichkeit zu verbessern und Betrugsversuchen vorzubeugen. Die Cookies verbleiben auf Ihrem Endgerät, bis Sie sie löschen. Gegebenenfalls können nach dem Start eines YouTube-Videos weitere Datenverarbeitungsvorgänge ausgelöst werden, auf die wir keinen Einfluss haben. Die Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Weitere Informationen über Datenschutz bei YouTube finden Sie in deren Datenschutzerklärung unter: <a href=\\\"https:\/\/policies.google.com\/privacy?hl=de\\\"><u>https:\/\/policies.google.com\/privacy?hl=de<\/u><\/a>.<\/p>\",\"title_de\":\"Plugins und Tools\"}",
			"content_en": "{\"copy_en\":\"<h3>YouTube with expanded data protection integration<\/h3><p>Our website uses plug-ins of the YouTube platform, which is being operated by Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Ireland. We use YouTube in the expanded data protection mode. According to YouTube, this mode ensures that YouTube does not store any information about visitors to this website before they watch the video. Nevertheless, this does not necessarily mean that the sharing of data with YouTube partners can be ruled out as a result of the expanded data protection mode. For instance, regardless of whether you are watching a video, YouTube will always establish a connection with the Google DoubleClick network. As soon as you start to play a YouTube video on our website, a connection to YouTube’s servers will be established. As a result, the YouTube server will be notified, which of our pages you have visited. If you are logged into your YouTube account while you visit our site, you enable YouTube to directly allocate your browsing patterns to your personal profile. You have the option to prevent this by logging out of your YouTube account. Furthermore, after you have started to play a video, YouTube will be able to place various cookies on your device. With the assistance of these cookies, YouTube will be able to obtain information about our website visitor. Among other things, this information will be used to generate video statistics with the aim of improving the user friendliness of the site and to prevent attempts to commit fraud. These cookies will stay on your device until you delete them. Under certain circumstances, additional data processing transactions may be triggered after you have started to play a YouTube video, which are beyond our control. The use of YouTube is based on our interest in presenting our online content in an appealing manner. Pursuant to Art. 6 Sect. 1 lit. f GDPR, this is a legitimate interest. For more information on how YouTube handles user data, please consult the YouTube Data Privacy Policy under: <a href=\\\"https:\/\/policies.google.com\/privacy?hl=en\\\"><u>https:\/\/policies.google.com\/privacy?hl=en<\/u><\/a>.<\/p>\",\"title_en\":\"Plug-ins and Tools\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "def7c225-1d9c-4452-99ce-d0975e5cc17d",
			"name": "Plugin - Google Maps",
			"public": false,
			"order": 6,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Diese Seite nutzt über eine API den Kartendienst Google Maps. Anbieter ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland. Zur Nutzung der Funktionen von Google Maps ist es notwendig, Ihre IP Adresse zu speichern. Diese Informationen werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert. Der Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung. Die Nutzung von Google Maps erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und an einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte. Dies stellt ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Mehr Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Google: <a href=\\\"https:\/\/policies.google.com\/privacy?hl=de\\\"><u>https:\/\/policies.google.com\/privacy?hl=de<\/u><\/a>.<\/p>\",\"title_de\":\"Google Maps\"}",
			"content_en": "{\"copy_en\":\"<p>Via an API, this website uses the mapping service Google Maps. The provider is Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Ireland. To enable the use of the Google Maps features, your IP address must be stored. As a rule, this information is transferred to one of Google’s servers in the United States, where it is archived. The operator of this website has no control over the data transfer. We use Google Maps to present our online content in an appealing manner and to make the locations disclosed on our website easy to find. This constitutes a legitimate interest as defined in Art. 6 Sect. 1 lit. f GDPR. For more information on the handling of user data, please review Google’s Data Privacy Declaration under: <a href=\\\"https:\/\/policies.google.com\/privacy?hl=en\\\"><u>https:\/\/policies.google.com\/privacy?hl=en<\/u><\/a>.<\/p>\",\"title_en\":\"Google Maps\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		},
		{
			"id": "72c647b8-a0cf-42b2-a45b-f490d299636a",
			"name": "Plugin - Google Fonts",
			"public": true,
			"order": 7,
			"template": "text",
			"content_de": "{\"copy_de\":\"<p>Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden. Die Google Fonts sind lokal installiert. Eine Verbindung zu Servern von Google findet dabei nicht statt.<\/p>\",\"title_de\":\"Google Web Fonts\"}",
			"content_en": "{\"copy_en\":\"<p>This website uses so-called Web Fonts provided by Google to ensure the uniform use of fonts on this site. These Google fonts are locally installed so that a connection to Google’s servers will not be established in conjunction with this application.<\/p>\",\"title_en\":\"Google Web Fonts\"}",
			"published_start": "2022-02-01 12:00:00",
			"parent_id": "36eb541f-c661-4ad7-bd82-5ba937a94a8f",
			"parent_type": "App\\Models\\App\\Base\\Page"
		}
	]
}
